[
  
  {
    "prof": "青木宏",
    "field": "生命理工学 環境理工学 物質理工学 応用物理学",
    "specialField": "応用物理学",
    "classes": "解析力学 量子力学 現代物理概論 電磁力学",
    "else": "素粒子物理学 宇宙論",
    "master": "",
    "link": "https://www.soka.ac.jp/faculty-profiles/hiroshi-aoki/",
    "description": {
      "lab": "新しい宇宙論と物理学の基礎理論について研究する",
      "res": ["電磁気力、弱い力、強い力、重力の四つの力と宇宙構造の関係および四つの力に基づいた宇宙の観測について学び、宇宙構造についての新たな知見を得るための新たな観測方法と理論を創造するための基礎的研究を行う。各自のテーマにそって、調査、研究したことを簡潔に発表し次への指針を与える。", ""],
      "exe": ["電磁気力、弱い力、強い力、重力の四つの力と宇宙構造の関係および四つの力に基づいた宇宙の観測について学び、宇宙構造についての新たな知見を得るための新たな観測方法と理論を創造するための基礎的研究を行う。各自のテーマにそって、調査、研究したことを簡潔に発表し次への指針を与える。", ""],
      "cas": ["教員から提示された具体的なテーマについて、研究計画の立案から、データ収集、データ処理・解析、発表、討議までの過程を経験する。学生が実施主体となり、これまでに習得した授業科目の知識を利用し、実際の研究活動に必要な作業工程を体験する。<br/>また、毎週最低一回の進捗状況の報告を行う。<br/><br/>研究テーマについて<br/>現在の宇宙論の主流では，宇宙は膨張していると思われている。<br/>しかし，本当だろうか？本ケーススタディでは，宇宙が膨張していると言われている説の根拠を探求する。論文を調べ，現在の宇宙膨張説の出発点と実験的な裏付けについて明らかにしていく。特に赤方偏移について，ドップラー効果や宇宙膨張以外の，その起こる原因について，種々調査し考察する。", ""]
    }
  },
  {
    "prof": "池口雅道",
    "field": "応用物理学 生命理工学 物質理工学",
    "specialField": "生命理工学 物質理工学",
    "classes": "酵素化学 物理化学A 分子生物学実験 生化学実験 構造生物学 有機化学Ⅰ" ,
    "else": "",
    "master": "生命情報工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/masamichi-ikeguchi/",
    "description": {
      "lab": "卒研ではタンパク質分子の物理的研究、化学的研究、生物学的研究のどれかをします",
      "res": ["タンパク質設計に関する下記のようなテーマについて研究を行う。<br/><br/>（１）ＮＭＲによるタンパク質の立体構造解析<br/>（２）タンパク質のフォールディング機構の解明<br/>（３）タンパク質のアミノ酸配列と立体構造との相関に関する研究<br/>（４）タンパク質の立体構造予測法の開発<br/>（５）人工タンパク質の設計", ""],
      "exe": [" 各自の研究テーマに応じたタンパク質の立体構造解析やアミノ酸置換によるタンパク質改変などに関する英語論文を選択し、読解した上で、その内容をパワーポイントなどを使って解説する。他の履修者は、その発表に対して疑問をぶつけ、議論する中で論文内容の理解を深める。", ""],
      "cas": ["教員から提示された具体的なテーマについて、研究計画の立案から、データ収集、データ処理・解析、発表、討議までの過程を経験する。学生が実施主体となり、これまで習得した授業内容の知識を利用し、実際の研究活動に必要な作業工程を体験する。池口が担当するクラスでは主として核磁気共鳴（ＮＭＲ）を用いて未知の分子の化学構造を知る作業を、実際に測定を交えて体験します。測定するため、あるいは測定されたスペクトルを解析するためにはＮＭＲの原理を説明した教科書を読んで理解したり、マニュアルを読んで装置の使用方法を知ったりする必要があります。読んで理解できないことも、実際にやってみれば理解できる場合もあるでしょう。そんな繰り返しの中で頭の中で想像して理解する力をつけてもらいたいと思います。また、測定データに基づいて分子の構造を推論する作業の中で、論理的に考え、その考えを口頭で説明したり、文章にしたりする力もつけて欲しいと思います。", ""]
    }
  },
  {
    "prof": "井田旬一",
    "field": "応用物理学 環境理工学 物質理工学",
    "specialField": "環境理工学 物質理工学",
    "classes": "マテリアルサイエンス 機器分析学 化学工学",
    "else": "",
    "master": "環境共生工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/junichi-ida/",
    "description": {
      "lab": "私の研究室では、新しい材料や技術を開発し、それを例えば環境問題等に応用する、という研究を行なっています。ですので、できれば化学系の科目の他にマテリアルサイエンスや化学工学を取っておくとよいと思います。",
      "res": [" 粉体工学、静電気応用工学、材料科学をベースに、環境に優しい技術や材料を開発する事を目的に以下のようなテーマを取り扱う。<br/><br/>（１）可視光応答性光触媒の開発<br/>（２）二酸化炭素吸着剤や分離膜の開発<br/>（３）感温性吸着剤を用いた重金属イオンの回収<br/>（４）弱電離プラズマを用いた有害物質の分解<br/>（５）生物難分解性有機物の熱化学的ガス化", ""],
      "exe": [" 粉体工学、静電気応用工学、材料科学をベースに、環境に優しい技術や材料を開発する事を目的に以下のようなテーマを取り扱う。<br/><br/>（１）可視光応答性光触媒の開発<br/>（２）二酸化炭素吸着剤や分離膜の開発<br/>（３）感温性吸着剤を用いた重金属イオンの回収<br/>（４）弱電離プラズマを用いた有害物質の分解<br/>（５）生物難分解性有機物の熱化学的ガス化", ""],
      "cas": ["", "近年、これまでとは全く異なる性質を持った新しい材料、面白い材料がどんどん開発・報告されるようになって来ている。例えば、花びらの上の乗るほど超軽量な炭素材料であるグラフェンゲルや、98%が水で出来ていながらプラスチックのような性質を示すアクアマテリアル、従来の合金より優れた強度を持ち、軽量な発泡金属、バブロイなどがある。このような材料について、その合成法や特徴などを調べ、その応用例を皆で考える。可能であれば、実際に合成も行い、その性質を自分達で調べてみる。"]
    }
  },
  {
    "prof": "伊藤眞人",
    "field": "物質理工学",
    "specialField": "物質理工学",
    "classes": "マテリアルサイエンス実験 機器分析学 分子設計 有機化学Ⅱ",
    "else": "科学教育",
    "master": "環境共生工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/masato-ito/",
    "description": {
      "lab": "できれば、物質理工学の選択必修科目に加えて、物理化学Ｂ，物理化学実験，量子化学，環境分析化学､環境分析化学実験を修得していることが望ましい。",
      "res": ["有機化学の分野の卒業研究について、テーマ立案、文献調査、実験計画、実験に従事する。中間発表に向けた発表資料作りなど、大学の研究室で研究に取り組むために必要な内容を経験し、また方法を身につける。週1回の研究室セミナーへの参加（質疑応答を含む）を含めて、原則として週43時間以上、卒業研究に専念することが求められる。","有機化学の分野の卒業研究について、テーマ立案、実験計画、実験に従事する。卒研発表に向けた発表資料作りなど、大学の研究室で研究に取り組むために必要な内容を経験し、また方法を身につける。卒業論文を執筆する。"], 
      "exe": ["「卒業研究」の一単位分と組み合わせて２コマで実施する。「演習」のみを履修する場合には、「卒業研究」と連携する部分を除いて、この内容に準ずる。<br><br>　演習では，次の（Ａ）（Ｂ）のいずれかを行う。<br>（Ａ）化学（化学教育を含む）の分野の卒業研究について、テーマ立案、文献調査、実験計画など、卒業研究の経過報告と共に、世界の化学界の最新事情の紹介を当番で行う。<br>（Ｂ）化学（化学教育を含む）の分野で具体的なテーマを設定して調査を行い、その経過や成果の報告と共に、世界の化学界の最新事情の紹介を当番で行う。<br>　（参考）卒業研究では，テーマ立案、文献調査、実験計画に基づいて実際に実験を行い，その結果をまとめて評価し，次の実験計画立案につなげることを繰り返し行う。また、中間発表に向けた発表資料作りなど、大学の研究室で研究に取り組むために必要な作業を経験し、また方法を身につける。", ""]
    }
  },
  {
    "prof": "伊与田健敏",
    "field": "応用物理学",
    "specialField": "応用物理学",
    "classes": "情報工学実験 ディジタル回路基礎論 計算機アーキテクチャ 電子工学実験 プログラミング演習",
    "else": "計測工学 情報工学",
    "master": "情報システム工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/taketoshi-iyota/",
    "description": {
      "lab": "",
      "res": ["各自に与えられた研究テーマに即して、関連研究の論文の読み方、研究発表の仕方と論文の書き方について、指導を行っていく。与える研究テーマとしては、以下とおりである。組込みシステムと機器の制御を中心として、(1)組込みシステム用リアルタイムＯＳ (2)組込みシステム用マルチメディア向けミドルウェア (3)超小型人工衛星を構成する組込みシステム (4)３相同期式モータ用制御システム (5)バッテリ充放電の管理・制御システム。また、スペクトル拡散超音波を用いた屋内における測位システムに関する研究（FPGAを用いた信号処理、ソフトウェア、モバイル機器など）もテーマとして与える。", "各自に与えられた研究テーマに即して、関連研究の論文の読み方、研究発表の仕方と論文の書き方について、指導を行っていく。与える研究テーマとしては、以下とおりである。組込みシステムと機器の制御を中心として、(1)組込みシステム用リアルタイムＯＳ (2)組込みシステム用マルチメディア向けミドルウェア (3)超小型人工衛星を構成する組込みシステム (4)３相同期式モータ用制御システム (5)バッテリ充放電の管理・制御システム。また、スペクトル拡散超音波を用いた屋内における測位システムに関する研究（FPGAを用いた信号処理、ソフトウェア、モバイル機器など）もテーマとして与える。"],
      "exe": ["現在、様々な機器において制御のために小さなコンピュータが使用されており、この制御のための専用のコンピュータは組込みシステムと呼ばれている。そこで、組込みシステムで使用されているマイコンについて、その起源や歴史、アーキテクチャの変遷などについて調査し、まずは、ハードウェアの面に着目して、現在の組込みシステムの種類や特徴を明らかにしていく。", " 現在、様々な機器において制御のために小さなコンピュータが使用されており、この制御のための専用のコンピュータは組込みシステムと呼ばれている。そこで、組込みシステムで使用されているマイコンについて、その起源や歴史、アーキテクチャの変遷などについて調査し、ここでは、内部レジスタや機械語などに着目してソフトウェアの面から、現在の組込みシステムの種類や特徴を明らかにしていく。"]
    }
  },
  {
    "prof": "金松知幸",
    "field": "生命理工学 環境理工学",
    "specialField": "生命理工学 環境理工学",
    "classes": "",
    "else": "神経生理学",
    "master": "環境共生工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/tomoyuki-kanamatsu/",
    "description": {
      "lab": "卒研はあくまでも学生が主体となって積極的に実験を行って欲しい。代謝生化学、分子細胞生物学なども履修しておいくとよりよいと思います。",
      "res": ["人工化学物質（環境ホルモン）が脳形成に与える影響を、行動・学習面、神経伝達物質の合成、分解、それらの受容体の面からなど、神経科学的に総合的に調べる。そのために、この分野の研究現状を論文検索、論文抄読を通して調べ、問題点を明らかにし、卒業研究のテーマに関する理解を深める。", "各自の研究テーマに沿って、結果の再現性を重点として実験を行い、自分の実験テーマ仮説に対して、客観的に考察を行う。"],
      "exe": ["専門的内容を学ぶに当たり多くの基礎知識が必要となることから、「神経科学入門書」、「基礎生化学」を学ぶ。その後、自分が担当した部分をゼミ中に他の学生達に正しく、的確に説明できるようにする。", "専門的内容を学ぶに当たり多くの基礎知識が必要となることから、「神経科学入門書」、「基礎生化学」を学ぶ。その後、自分が担当した部分をゼミ中に他の学生達に正しく、的確に説明できるようにする。"]
    }
  },
  {
    "prof": "川井秀樹",
    "field": "応用物理学 生命理工学 環境理工学 物質理工学",
    "specialField": "生命理工学",
    "classes": "ニューロサイエンス 神経生物学 分子細胞生物学I 分子細胞生物学II 微生物学実験",
    "else": "神経生理学 生命医科学",
    "master": "生命情報工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/hideki-kawai/",
    "description": {
      "lab": "川井研究室では、学習や記憶などの認知機能の神経メカニズムを理解するため、マウスの大脳新皮質、主に聴覚皮質の神経回路をモデルに、神経回路の形成やニューロンの生理学的機能、経験による可塑的変化について、電気生理学や生化学、分子細胞生物学などの手法を用いて研究しています。ニューロサイエンス（神経科学）は生命医科学の一つで、物理や化学の原理をもとに脳の構造と機能の理解とともに、神経疾患の修復をめざします。",
      "res": ["大脳皮質の形成と機能を解明することを目的に、細胞生物学、分子生物学、生化学、そして電気生理学などをベースに以下のようなテーマに関する研究を行う。（１）聴覚皮質の層構造形成の機序、（２）盲目による聴覚皮質機能の変化、（３）神経伝達のコリン作動性制御、（４）大脳幹細胞の増殖と分化の機序、（５）ニコチン活性による神経情報選択の機序", " 聴覚皮質の層構造形成の機序、大脳幹細胞の増殖と分化の機序、盲目による聴覚皮質機能の変化、神経伝達のコリン作動性制御、ニコチン活性による神経情報選択の機序の研究テーマのうち、各自選択した研究を主体的に更に進め、データ分析を行う。"],
      "exe": [" 神経伝達機序およびその制御機構、感覚系視床-大脳皮質系の発達と機能、経験依存的可塑性の分子および細胞的機序、神経幹細胞の発達機序、神経変性疾患と精神疾患の原因論に関する研究テーマを選択し、研究テーマに関する先端的内容を研究論文や総説などの英語文献を使って理解する。英語論文の構成を理解し、読解力を向上させる。研究の背景と目的をまとめると共に、今後の展望を発表する。", " 演習Iで設定した神経科学の研究テーマに関する英語文献を各自更に学習し、口頭発表を通じて、背景と目的を更に明確にさせる。実験データ解析を進める中で、結果のまとめ方を指導する。結果の原理および意義を文献を通して理解する。英語論文作成および口頭発表の指導を行う。"]
    }
  },
  {
    "prof": "木下聖子",
    "field": "応用物理学 環境理工学 物質理工学",
    "specialField": "生命理工学",
    "classes": "バイオインフォマティクス演習 バイオプログラミング ゲノム情報科学 プログラミング演習 アドバンスドプログラミング演習",
    "else": "バイオインフォマティクス",
    "master": "生命情報工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/kiyoko-kinoshita/",
    "description": {
      "lab": "生化学や細胞生物学の情報を扱い、プログラミングを行いますので、生化学系の授業に加え、情報システム工学科の「データ構造」を推奨します。",
      "res": ["糖鎖の生物学的役割の解明を目標にし、様々なバイオインフォマティクス技術を生かしたソフトウェアやアルゴリズムを開発する。特に、糖鎖構造解析のアルゴリズムやツールの開発、また関連する遺伝子解析、そしてさらにシステムレベルのシミュレーションも研究する。これらの研究を通して、糖鎖の認識機構と細胞のプロセスにおいての役割を明らかにすることを目指す。", "卒業研究Iに引き続き、糖鎖インフォマティクス研究を通して、糖鎖の機能解明のためのアルゴリズム、ソフトウェア、データベース、そしてツールを開発する。また、ポスター発表を通して、自らの研究の説明や解説を行い、コミュニケーション能力も育成する。特に、現状のバイオインフォマティクス研究においての自分の研究の位置づけや背景を説明できるようになり、また今後の発展により期待する効果を述べられるようになることを目指す。"],
      "exe": ["バイオインフォマティクス研究に関わるゲノム、プロテオーム、そして特にグライコーム研究の学術論文を通して、ライフサイエンス分野の現状を把握する。特にゲノム解析においての問題と解決策や、プロテオーム研究の難点、そして糖鎖研究について学ぶ。また、糖鎖研究に関わるバイオインフォマティクス技術についても学習し、解決方法を調べ、最適な方法がないか検討する。", "演習Iに引き続き、最先端のバイオインフォマティクス研究について学術論文を通して調べる。様々なバイオインフォマティクス技術の中、それぞれの長所、短所などについても議論する。そして今後のオーム研究において、新しい情報技術（データマイニングや機械学習、データベースやインターネットの技術）についても調べ、それぞれの問題に対しての適切な方法を検討する。"],
      "cas": ["教員から提示された具体的なテーマについて、調査や研究の計画の立案から、情報やデータの収集、処理・解析、発表、討議までの過程を経験する。学生が実施主体となり、これまでに習得した授業科目の知識を利用し、実際の調査や研究活動に必要な作業工程を体験する。履修者の希望に応じて、ケーススタディの内容を決めます。過去の内容として、ウェブページ作りやJava言語の勉強をしてきた。", ""]
    }
  },
  {
    "prof": "久保いづみ",
    "field": "応用物理学 環境理工学 生命理工学 物質理工学",
    "specialField": "生命理工学 物質理工学",
    "classes": "分析化学 物理化学実験 微生物学実験 機器分析学",
    "else": "食品衛生学 臨床検査工学",
    "master": "生命情報工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/izumi-kubo/",
    "description": {
      "lab": "",
      "res": ["マイクロ分析技術として、(1)マイクロ流路上での酵素免疫測定法に基づく、疾病マーカー等の測定装置の作製と特性評価、（２）細胞単離マイクロ流路上での遺伝子増幅反応に基づく単一細胞解析、 (3)マイクロ電極を利用した生体関連物質の電気化学測定、（４）ＤＮＡアプタマーや分子インプリントポリマーなどを利用したバイオミメティック分子認識のバイオセンサーへの応用などについて実験に基づく研究をおこなう。", ""],
      "exe": ["生物化学分析のマイクロ分析法に関連する文献を中心に輪読、文献紹介を行い、この分野についての知識を深める。マイクロ分析デバイスに関する文献を選定し、デバイス作製、マイクロ分析のためのサンプル調製法、マイクロデバイス上で行われる生物化学反応、微小領域での計測技術、データ処理法などについて学ぶ。また、関連する周辺領域についても合わせて学習する。", ""]
    }
  },
  {
    "prof": "窪寺昌一",
    "field": "応用物理学",
    "specialField": "応用物理学",
    "classes": "",
    "else": "",
    "master": "情報システム工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/shoichi-kubodera/",
    "description": {
      "lab": "",
      "res": ["レーザ工学、量子電子工学などの分野を中心に、具体的には下記のテーマに関する研究を行う。（１）真空紫外レーザの開発、（２）極端紫外光の高性能化、（３）光表面脱離装置の開発、（４）高圧希ガスの分光、（５）フェムト秒レーザによるインテリジェント加工、など", "レーザ工学、量子電子工学などの分野を中心に、具体的には下記のテーマに関する研究を行う。（１）真空紫外レーザの開発、（２）極端紫外光の高性能化、（３）光表面脱離装置の開発、（４）高圧希ガスの分光、（５）フェムト秒レーザによるインテリジェント加工、など"],
      "exe": ["レーザ工学、電磁波工学などの研究分野について、その概要、背景、研究の進め方、文献調査、研究発表の仕方、英文・邦文論文の読み方などを学ぶ。", "演習Ⅰに引き続き、レーザ工学、電磁波工学などの研究分野について、その概要、背景、研究の進め方、文献調査、研究発表の仕方、英文・邦文論文の読み方などを学ぶ。"],
      "cas": ["メインテーマ「レーザとその応用」とし、サブテーマを「フェムト秒レーザーと物質との相互作用」として窪寺昌一が担当する。実験装置見学、成果発表・討議は３テーマ合同でおこなう。現在のレーザー装置は、時間、エネルギー、運動量といった基本的な物理量において極限的な値を得ることに成功している。これらの極限レーザーについて概要を学んだ後、フェムト秒という超短時間でレーザー光を発生するレーザー装置を用いて起こる超高速物理現象、ならびに非線形光学現象について原理を学ぶ。これらの現象に関連する文献調査を行い、その成果を発表し、全員で議論し内容を深める。", ""]
    }
  },
  {
    "prof": "久米川宣一",
    "field": "生命理工学 環境理工学",
    "specialField": "生命理工学 環境理工学",
    "classes": "光学 微生物学実験 植物生理生態学",
    "else": "計測工学",
    "master": "",
    "link": "https://www.soka.ac.jp/faculty-profiles/norikazu-kumekawa/",
    "description": {
      "lab": "",
      "res": [" 倍数性育種などを用いた新しい植物品種の開発と、開発品種の農産物をもとにした食品応用、また生育環境をモニタリングすることを目的に、倍数性育種による植物育種・食品加工や発酵食品の開発・光ファイバセンサによる環境情報センシング・特定波長の光による生物への影響などのテーマに関する研究を行う。", " 倍数性育種などを用いた新しい植物品種の開発と、開発品種の農産物をもとにした食品応用、また生育環境をモニタリングすることを目的に、倍数性育種による植物育種・食品加工や発酵食品の開発・光ファイバセンサによる環境情報センシング・特定波長の光による生物への影響などのテーマに関する研究を行う。"],
      "exe": ["植物育種・センサ・食品・発酵・生化学分野から、各自の研究テーマに従って必要な論文を検索し論文紹介を行う。論文から各自のテーマに応用出来る内容を紹介しながら指導教員と議論し、実験で得られたデータをプレゼンテーションする。", "植物育種・センサ・食品・発酵・生化学分野から、各自の研究テーマに従って必要な論文を検索し論文紹介を行う。論文から各自のテーマに応用出来る内容を紹介しながら指導教員と議論し、実験で得られたデータをプレゼンテーションする。"]
    }
  },
  {
    "prof": "黒沢則夫",
    "field": "生命理工学 環境理工学",
    "specialField": "生命理工学 環境理工学",
    "classes": "微生物学 微生物学実験 分子生物学 分子生物学実験 生態学 多様性生物学 地球科学概論 海洋学実習",
    "else": "",
    "master": "環境共生工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/norio-kurosawa/",
    "description": {
      "lab": "極限環境微生物学研究室では、南極や温泉源泉に生息する微生物（バクテリア・アーキア・微細藻類・小型動物プランクトンなど）を対象として実験研究を行う。これには、各自のテーマに関する勉強・フィールドワーク・実験室での実験・指導教員や研究室メンバーとの議論が含まれる。また、毎週行う研究会議での研究進捗状況報告を通してプレゼンテーション能力を養う。勉強や実験に対する主体性と研究室における協調性を重んじる。",
      "res": ["微生物学領域における次のような研究テーマを取り扱う。<br/>（１）好熱菌の分離と生理・生化学・分類学的解析<br/>（２）好冷菌の分離と生理・生化学・分類学的解析<br/>（３）好熱古細菌の宿主ベクター系の開発<br/>（４）原生生物マイクロプランクトンの多様性解析<br/>（５）動物プランクトンの分子系統解析", ""],
      "exe": ["微生物学領域における次のような研究テーマを取り扱う。<br/>（１）好熱菌の分離と生理・生化学・分類学的解析<br/>（２）好冷菌の分離と生理・生化学・分類学的解析<br/>（３）好熱古細菌の宿主ベクター系の開発<br/>（４）原生生物マイクロプランクトンの多様性解析<br/>（５）動物プランクトンの分子系統解析", ""],
      "cas": ["教員から提示された具体的なテーマについて、研究計画の立案から、データ収集、データ処理・解析、発表、討議までの過程を経験する。学生が実施主体となり、これまでに習得した授業科目の知識を利用し、実際の研究活動に必要な作業工程を体験する。<br/><br/>本ケーススタディでは、カイアシ類（動物プランクトンの1グループ）を研究対象として、フィールドワークを含む分類学的な実験研究を体験する。<br/><br/>具体的には以下を実践する。<br/>1.　それぞれの研究分野に関する基礎的知識の習得<br/>2.　最新の学術論文の検索と内容の把握<br/>3.　研究計画の策定<br/>4.　フィールドワークを伴う実験研究の実施<br/>5.　データ解析と成果報告（プレゼンテーション）", ""]
    }
    
  },
  {
    "prof": "近藤和典",
    "field": "生命理工学",
    "specialField": "生命理工学",
    "classes": "分子生物学 分子生物学実 細胞生物学 分子細胞生物学Ⅰ 分子細胞生物学Ⅱ",
    "else": "",
    "master": "",
    "link": "https://www.soka.ac.jp/faculty-profiles/kazunori-kondo/",
    "description": {
      "lab": "",
      "res": ["真核生物の細胞内の様々な分子の機能を分子生物学的に解明することを目的に、線虫C. elegansを研究材料に用いて、以下のようなテーマで実験・研究を行う。（１）新規キネシン遺伝子のクローニングと大腸菌または昆虫細胞系で発現させたタンパク質の生化学的性質の解析（２）RNAi等を用いた糖転移酵素（特にフコース転移酵素）の生理的役割の探求（３）LEDやレーザー抗原を用いた線虫の光に対する反応とその過程に関連する分子の解析", ""],
      "exe": ["卒業研究Ⅰの内容と関連した英語文献を選び、学生各自があらかじめ読んで理解し、適切な資料を準備して講義時間中に発表する。ここでは、まず、PubMed等の文献検索サイトや、線虫C. elegansの総合情報サイトWormBase等を有効活用する方法を身につけ、線虫の飼育・取り扱いや分子生物学的手法の基礎知識を文献から学び、論文の内容を正しく読み取る。さらに、その論文の主張。データに対する批判的な見方や、プレゼンテーション技術についても学ぶ。", ""],
      "cas": ["", "教員から提示された具体的なテーマについて、研究計画の立案から、データ収集、データ処理・解析、発表、討議までの過程を経験する。<br/>学生が実施主体となり、これまでに習得した授業科目の知識を利用し、実際の研究活動に必要な作業工程を体験する。線虫C. elegansについて、参考書や文献で調べ、その結果を発表する。受講生全員による討論を繰り返すことにより、さらに内容を深めていく。幅広い知識の習得よりも、１つの事項を掘り下げて調べ、考えを深めていくことを中心に行う。また、自分の調べたことを分かりやすく発表する能力も養う。"]
    }
  },
  {
    "prof": "佐藤伸二郎",
    "field": "物質理工学 環境理工学",
    "specialField": "環境理工学",
    "classes": "土壌植物肥料学 環境分析化学実験 ケーススタディ",
    "else": "",
    "master": "環境共生工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/shinjiro-sato/",
  
    "description": {
      "lab": "",
      "res": ["最近では土壌学を農学や地学の一部ではなく、地域・地球環境問題解決への統合的なアプローチの一つとして捉える研究が多くなっている。循環型社会形成のための有機系廃棄物の土壌有効利用を目的として、「メタン発酵消化液」や有機系廃棄物を炭化させた「バイオ炭」の肥料効果や土壌改良材効果を検証する。また熱帯土壌の保全を目的として、その理化学性の改善の方途を探る研究を行う。", ""],
      "exe": ["土壌学や植物栄養学に関する英語の教科書を使用する。土壌栄養、肥料、植物栄養など従来の土壌学に関するものから、土壌生態学、土壌健康管理、土地利用、有機物土壌改良剤など環境の中での土壌学で重要になってきている分野を扱う。", ""],
      "cas": ["", "・教員から提示された具体的なテーマについて、調査や研究の計画の立案から、情報やデータの収集、処理・解析、発表、討議までの過程を経験する。学生が実施主体となり、これまでに習得した授業科目の知識を利用し、実際の調査や研究活動に必要な作業工程を体験する。<br/>・本演習は複数の教員が担当し、学生は各々グループに分かれて、各テーマ少人数で行われる。<br/>・佐藤・戸田グループでは、秋学期、水草を炭化処理し、バイオ炭の発熱量からエネルギー創出量を算出する。<br/>・下記の「授業計画・内容」は進め方の一例であり、「（共通）」と記した回以外は、必ずしもすべてのテーマが同じスケジュールで進行するわけではない。時間割には週1回しか記されていないが、実際にはそれ以外の空き時間を使って、学習、調査・実験、解析、まとめを行う。"]
    }
  },
  {
    "prof": "清水昭夫",
    "field": "応用物理学 生命理工学 環境理工学 物質理工学",
    "specialField": "環境理工学 物質理工学",
    "classes": "物理化学A 物理化学実験 有機化学Ⅰ",
    "else": "",
    "master": "環境共生工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/akio-shimizu/",
  
    "description": {
      "lab": "",
      "res": ["溶液物性および高圧力の応用に関する研究として以下のようなテーマを取り扱う。<br/><br/>（１）NMRの緩和時間を用いたイオン液体水系における水の物性解析<br/>（２）ペプチド断片を用いたタンパク質の安定化に寄与する相互作用解析<br/>（３）細胞保存および輸送における圧力の利用。至適条件の検討および生存率や機能に対する圧力の影響解析<br/>（４）疎水性農薬の静水圧処理による完全除去方法の確立とそのメカニズム<br/>（５）高静水圧処理による食品の高付加価値化", ""],
      "exe": ["溶液中における水の物性を調べるための物理化学的手法を理解し、ミクロなレベルでの溶液および水の構造および分子運動について学ぶ。また、圧力は温度と同様に物性を決める重要な要因であるが、圧力がどの様な熱力学量を変えるのか理解した上で、物性化学といった基礎研究分野での高圧力の利用、有機合成や食品化学等の実際に現在工業的に利用されている圧力利用の例、装置設計、および今後の圧力の利用に関する展望について紹介する。", ""],
      "cas": ["教員から提示された具体的なテーマについて、調査や研究の計画の立案から、情報やデータの収集、処理・解析、発表、討議までの過程を経験する。学生が実施主体となり、これまでに習得した授業科目の知識を利用し、実際の調査や研究活動に必要な作業工程を体験する。<br/>本テーマではイオン液体を扱う。イオン液体は比較的新しく発見された物質でCO2の回収、電池の電解質、生物試料の保存など様々な分野での応用が期待されている。また、合成が比較的簡単なため現在でも新規なイオン液体が合成されている。そこでイオン液体の性質を理解して、今後どのようなものに応用できるかどのようなものを作れば面白いか社会に貢献できるのかみんなで議論しながら検討していく。話し合いのもと検証実験等ができしかも希望がある場合はそれも行う予定である。",""]
    }
  },
  {
    "prof": "関篤志",
    "field": "物質理工学",
    "specialField": "物質理工学",
    "classes": "化学実験 光学 分析化学 マテリアルサイエンス",
    "else": "計測工学",
    "master": "生命情報工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/atsushi-seki/",
  
    "description": {
      "lab": "",
      "res": ["化学および生物の分野において、物質の濃度や生物的活性を測定し定量化することは重要である。そこで本演習では濃度や活性を測定するセンサとその測定原理について調査を行う。内容をまとめる。さらに新しいセンサの可能性についての検討を行い、これらをまとめたレポートを作成して発表を行う。 ", ""],
      "exe": ["分析化学、材料科学、計測工学をベースに、光ファイバや半導体電極を用いる化学センサやバイオセンサを開発する事を目的に以下のようなテーマを取り扱う。<br/><br/>（１）ガラスや半導体などの固体表面へのナノ薄膜の形成法・ナノ粒子の固定化法の検討<br/>（２）ナノ薄膜およびナノ粒子の特性評価法の確立<br/>（３）エバネッセント場を利用する分析手法の確立<br/>（４）表面プラズモン共鳴および局在表面プラズモン共鳴を用いる環境汚染物質センサの開発<br/>（５）光を用いる界面電位測定法の分析化学への応用", "卒業研究Iに引き続き、分析化学、材料科学、計測工学をベースにした、光ファイバや半導体電極を用いる化学センサやバイオセンサを開発する事を目的に以下のようなテーマを取り扱う。<br/>（１）ガラスや半導体などの固体表面に形成されたナノ薄膜およびナノ粒子の特性評価法の検討<br/>（２）ナノ薄膜とナノ粒子から構成されたハイブリッド薄膜の特性評価法の確立<br/>（３）ナノ材料を用いるガスセンサの開発<br/>（４）表面プラズモン共鳴および局在表面プラズモン共鳴を用いる環境汚染物質センサの開発<br/>（５）光を用いる界面電位測定法の分析化学への応用"],
      "cas": ["", "教員から提示された具体的なテーマについて，調査や研究の立案から，情報やデータの収集，処理・解析，発表，討議までの過程を経験する．学生が実施主体となり，これまでに習得した授業科目の知識を利用し，実際の調査や研究活動に必要な作業工程を体験する．<br/>本テーマにおいては，物質量や生物の機能など化学や生物学における様々な測定法や測定装置の研究および開発に関して本および文献を調査し，その過程を報告し討論を行う．それらをまとめて成果として発表する．また，発表要旨の作成も行なう．<br/>測定の対象となる物質，測定法および測定装置の例としては<br/><br/>１）環境関連物質の測定方法ならびに測定装置<br/>２）食品および医薬品関連物質の測定方法ならびに測定装置<br/>３）健康状態の測定方法ならびに測定装置<br/>などがあげられる．"]
    }
  },
  {
    "prof": "高瀬明",
    "field": "生命理工学",
    "specialField": "生命理工学",
    "classes": "生物学A 生物学B 化学A 化学B 分子生物学 発生生物学 微生物学実験 化学実験 生物学実験 分子生物学実験 生化学実験",
    "else": "",
    "master": "生命情報工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/sayaka-takase/",
    "description": {
      "lab": "ウイルスは、細胞内に侵入し、宿主細胞内の代謝系を利用してはじめて増殖することができる。ウイルス研究の目的は、１）ウイルス感染症の制圧、２）生命現象を解明するモデル系の提供、３）遺伝子治療用ベクターなどの遺伝子導入ツールの開発、といった異なった切り口で捉えることができる。当研究室では、マウス白血病ウイルスとインフルエンザウイルスを研究対象として、ウイルスの感染開始機構、および、遺伝子発現機構の解明を行っている。",
      "res": ["「ウイルスの感染開始機構および遺伝子発現機構の分子基盤」に関する研究を行う。具体的には、以下の３項目のいずれかをテーマに研究を行う。<br/>1.マウス白血病ウイルスおよびインフルエンザウイルスと細胞表面分子との相互作用の解析<br/>2.マウス白血病ウイルス遺伝子発現の転写後調節機構の解明<br/>3.マウス白血病ウイルスの神経病原性に関わる遺伝子領域とその役割の解明<br/>", ""],
      "exe": ["ゼミ形式で、ウイルス学およびその周辺分野の文献の講読および紹介を順次行う。また、自分の研究内容についての報告を口頭発表で行う。", ""],
      "cas": ["","教員から提示された具体的なテーマについて、研究計画の立案から、データ収集、データ処理・解析、発表、討議までの過程を経験する。学生が実施主体となり、これまでに習得した授業科目の知識を利用し、実際の研究活動に必要な作業工程を体験する。ウイルス感染症の流行と対策について、参考書や文献で調べ、その結果を発表する。受講生全員による討論を繰り返すことにより、さらに内容を深めていく。幅広い知識の習得よりも、１つの事項を掘り下げて調べ、考えを深めていくことを中心に行う。また、自分の調べたことを分かりやすく発表する能力も養う。"]
    }
  },
  {
    "prof": "戸田龍樹",
    "field": "応用物理学 生命理工学 物質理工学 環境理工学",
    "specialField": "環境理工学",
    "classes": "生態学 多様性生物学 地球科学概論 環境科学 生態環境工学",
    "else": "",
    "master": "環境共生工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/tatsuki-toda/",
  
    "description": {
      "lab": "水圏生態系の保全と修復、水処理工学に関する研究テーマが中心です。",
      "res": ["海洋生態学、生態工学、修復生態学の分野において、次のような研究を行う。 (１)水圏低次生物生産群集動態に関する研究、(２)水圏微小生物の電子顕微鏡観察試料の作製技術についての研究開発、(３) サンゴ礁海域における溶存態有機物の特性および起源、(４)生態工学的手法を用いた藻場修復、(５)有機性廃棄物の新規嫌気-好気生物処理システムの開発、(６) 微細藻類を用いた有害物質の除去および生物生産に関する研究。", ""],
      "exe": [" 水圏環境（海洋・湖沼）を中心に生態学、生態工学、修復生態学についての文献調査、文献購読、研究方法について学び、研究発表のプロセスを経験する。", "演習Iに引き続き、水圏環境（海洋・湖沼）を中心に生態学、生態工学、修復生態学についての文献調査、文献購読、研究方法、研究発表のプロセスについて学び、プレゼンテーション能力を強化する。"]
    }
  },
  {
    "prof": "中嶋一行",
    "field": "生命理工学",
    "specialField": "生命理工学",
    "classes": "生物学A 生物学B 細胞生物学",
    "else": "",
    "master": "生命情報工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/kazuyuki-nakajima/",
    "description": {
      "lab": "脳（中枢神経系）は、神経細胞（ニューロン）だけでできている訳ではありません。ニューロン以外に、オリゴデンドロサイト、アストロサイト、ミクログリアと呼ばれるグリア細胞が存在しています。しかし、このような細胞の名前を聞いた事があるでしょうか？たぶん、教科書には、出てこなかったと思います。なぜかというと、よくわかっていないからです。私たちの研究室では、このグリア細胞の性質や働きについて研究しています。",
      "res": ["卒業研究Iでは、最初に、グリア細胞または神経細胞に関する研究テーマを選びます。次に、そのテーマに関する知見・情報を収集し、必要な実験系を組み立て、マニュアルを作製します。計画的に実験を行い、定期的に結果を報告してもらい、ディスカッションを行います。問題点を修正または解決し、再現性の高い実験系を確立します。その実験により得られた結果は、中間報告として記述し、さらにその内容を発表（中間発表）にまとめます。", "卒業研究Ⅱでは、卒業研究Iに引き続き、グリア細胞／神経細胞に関する研究を継続・進展させる。結果があいまいであったり、十分なデータが得られなかった実験や、中間発表で課題となった点は、教員とのディスカッションを重ねながら解決する。実験データをグラフや表あるいは写真に表し、修正を加えながら、卒業論文の図としてまとめる。また、その研究内容はパワーポイントを使用して発表する（卒業研究発表）"],
      "exe": ["グリア細胞／神経細胞に関する卒業研究を進めるにあたり、基本となる知識または必要な知識を得るため、英語で書かれた総説や原著論文を輪読します。その後、各自のテーマに沿った論文を検索・選択してもらい、さらに、重要な論文はその内容を教員の前で紹介してもらいます。各自、得られた情報や知識は、卒業論文の資料としてまとめてもらいます。また、折にふれ、情報の収集法や論文の種類とその構成についての講義を行います。", "演習Ⅱにおいても、各自の研究テーマに関する情報を得るため、重要な原著論文を紹介してもらいます。また、それまで蓄積された論文の情報やデータを整理し、卒業論文の資料としてまとめてもらいます。その過程で、フォント・書式に関する注意、論文の記述法やまとめ方、表現法、論文の引用法、数値の扱い方などについて講義を行います。さらに、作図法、スライド作製法やパワーポイントを使用した発表方法についての指導も行います。"],
      "cas": ["教員から提示された具体的なテーマについて、調査や研究の計画の立案から、情報やデータの収集、処理・解析、発表、討議までの過程を経験する。学生が実施主体となり、これまでに習得した授業科目の知識を利用し、実際の調査や研究活動に必要な作業工程を体験する。<br/>私達、ヒトが生きているのは、生命の誕生以来、連綿と続いて来た個体的生命の「生と死」の繰返しの中に、遺伝によって受け継がれた生命の資質の連続性によるものである。ケーススタディ I では、この「遺伝」に焦点をあて、減数分裂のしくみ、遺伝の法則、ヒトのゲノム/遺伝子、遺伝病について、アクティブラーニングで学習します。まず、「知りたいこと」を調べ、次にその調べた結果をまとめ、最後に同僚の前で発表し、その内容を理解してもらう、という行程で知識の習得を確実にします。", ""]
      
    }
  },
  {
    "prof": "新津隆士",
    "field": "環境理工学 物質理工学",
    "specialField": "環境理工学 物質理工学",
    "classes": "化学A 化学B 環境計量学",
    "else": "",
    "master": "",
    "link": "https://www.soka.ac.jp/faculty-profiles/takashi-niitsu/",
    "description": {
      "lab": "",
      "res": ["高機能性を有する成分の分析と効能を探るべく以下の様なテーマを取り扱う。<br/>（１）糖合成のホルモース反応<br/>（２）柑橘類乾燥果皮中の成分分析<br/>（３）桑樹皮中の成分分析と育毛効果の検証<br/>（４）安定同位体を用いたGC-MSによる反応機構・代謝動態の解析<br/>（５）キトサン誘導体を用いた金属吸着物質の合成と吸着能の解析（６）天然物からの害虫忌避物質の探索と構造解析", ""],
      "exe": ["高機能性を有する成分の分析と効能を探るべく以下の様なテーマを取り扱う。<br/>（１）糖合成のホルモース反応<br/>（２）柑橘類乾燥果皮中の成分分析<br/>（３）桑樹皮中の成分分析と育毛効果の検証<br/>（４）安定同位体を用いたGC-MSによる反応機構・代謝動態の解析<br/>（５）キトサン誘導体を用いた金属吸着物質の合成と吸着能の解析（６）天然物からの害虫忌避物質の探索と構造解析", ""],
      "cas": ["", "各自まずガラス細工の基礎（ガラス管の及びガラス棒の細工）を最初の1ヶ月で身に付け2ヶ月目では各自ガラス細工（ガラス管またはガラス棒）の作品を作り、3ヶ月目で目標の加圧濾過を簡易的に出来るガラス器具を作成し、出来たものから二連球を接続して加圧し、実際の泥や池の水などの天然サンプルを対象として、屋外に持ち運びでき、実際に濾過できる装置として使えるかどうかを確かめる。"]
    }
  },
  {
    "prof": "西原祥子",
    "field": "生命理工学",
    "specialField": "生命理工学",
    "classes": "微生物学実験 分子生物学 分子生物学実験 生化学 細胞生物学",
    "else": "",
    "master": "生命情報工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/shoko-nishihara/",
    
    "description": {
      "lab": "卒研では、「幹細胞や疾病における糖鎖の役割」をES/iPS細胞、ショウジョウバエ、ノックアウトマウスなどを用いて、分子レベルで研究します。「発生生物学」や「分子細胞生物学」の履修も推奨します。",
      "res": ["糖鎖修飾は主要な翻訳後修飾である。「生物種を越えて保存されている糖鎖の生物活性の解明」を目的とし、以下のテーマのいずれかで研究を行う。(1)ショウジョウバエの変異体やRNAiノックダウン体を用いた糖鎖機能の解析、(2)ES/iPS細胞における糖鎖機能の解析、(3)ノックアウトマウスを用いた硫酸化糖鎖の機能の解析", "糖鎖修飾は主要な翻訳後修飾である。卒業研究Ⅰに引き続き、「生物種を越えて保存されている糖鎖の生物活性の解明」を目的とし、以下のテーマのいずれかで研究を行う。（1）ショウジョウバエの変異体やRNAiノックダウン体を用いた糖鎖機能の解析、（2）ES/iPS細胞における糖鎖機能の解析、（3）ノックアウトマウスを用いた硫酸化糖鎖の機能の解析"],
      "exe": ["糖鎖生物学分野の文献を読み、それを理解、調査、発表することを演習を通じて学ぶ。さらに、卒業研究Iで行っている実験の経過を整理して、発表することを演習を通じて学ぶ。", "演習Ⅰに引き続き、糖鎖生物学分野の文献を読み、それを理解、調査、発表することを演習を通じて学ぶ。さらに、卒業研究IIで行っている実験の経過を整理して、発表することを演習を通じて学ぶ。"],
      "cas": ["メインテーマ「レーザとその応用」とし、サブテーマとして西山道子が担当する。実験装置見学、成果発表・討議は３テーマ合同でおこなう。ファブリーペロー干渉計は，ある距離だけ離れた２つの平らで平行な反射面で構成され，極めて高い分解能の分光素子であるのと別に，基本的なレーザー共振器としても機能する。これらに関する基本的な知識を習得するためにファブリーペロー共振器について学ぶ。研究の方向を各自立案し、例えばファブリーペロー共振の原理、構造、特性、また、レーザー共振器、分光計測について掘り下げて参考書や文献で調べ、その成果を発表し、全員で議論し内容を深める。",""]
    }
  },
  {
    "prof": "西山道子",
    "field": "応用物理学",
    "specialField": "応用物理学",
    "classes": "光学 物性物理概論 レーザ科学入門 基礎光物性",
    "else": "システム工学 計測工学",
    "master": "情報システム工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/michiko-nishiyama/",
    "description": {
      "lab": "",
      "res": ["光ファイバを用いたセンシングとその応用に関する研究として、以下の内容に取り組む。（１）航空宇宙機の安全性を高める光ファイバセンシングの研究、（２）拘束感を与えない光ファイバセンサによる生体情報センシングの研究、（３）光ファイバセンサの多重化の研究", ""],
      "exe": ["情報伝達・制御システム、計測システムに関連した内容について、幅広い知識を得る為の概要を分野別に学ぶ。また卒業研究に向けての研究の取り組み方、文献の調べ方、論文の書き方など基本的なことについても学ぶ。", "前期の演習Iをうけて、より詳しい専門知識とその内容について輪講形式で学ぶ。輪講で学ぶ具体的なテーマは、電磁気学や、光物性、レーザーとその応用、光ファイバの基礎と応用、光ファイバの分散方程式の数値シミュレーションなどを取り扱う。"],
      "cas": ["メインテーマ「レーザとその応用」とし、サブテーマとして西山道子が担当する。実験装置見学、成果発表・討議は３テーマ合同でおこなう。ファブリーペロー干渉計は，ある距離だけ離れた２つの平らで平行な反射面で構成され，極めて高い分解能の分光素子であるのと別に，基本的なレーザー共振器としても機能する。これらに関する基本的な知識を習得するためにファブリーペロー共振器について学ぶ。研究の方向を各自立案し、例えばファブリーペロー共振の原理、構造、特性、また、レーザー共振器、分光計測について掘り下げて参考書や文献で調べ、その成果を発表し、全員で議論し内容を深める。",""]
    }
  },
  {
    "prof": "藤原和夫",
    "field": "応用物理学 物質理工学 生命理工学",
    "specialField": "生命理工学",
    "classes": "プログラミング演習 アドバンスドプログラミング演習 構造生物学 分子細胞生物学Ⅰ バイオインフォマティクス演習",
    "else": "バイオインフォマティクス",
    "master": "生命情報工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/kazuo-fujiwara/",
    
    "description": {
      "lab": "生体内の分子機械であるタンパク質の立体構造に関する研究をコンピュータを用いて行いますが、生命の仕組みについても学んで来てください。",
      "res": [" 構造生物学、バイオインフォマティクスをベースに、タンパク質の立体構造形成やタンパク質同士の相互作用のメカニズムをコンピュータを用いて解明する事を目的に以下のようなテーマを取り扱う。<br/>（１）多量体情報データベースの開発<br/>（２）タンパク質-タンパク質間相互作用の解析（３）タンパク質のアミノ酸配列と立体構造との関係性についての解析", ""],
      "exe": ["一般的な文献を読むための英語読解力を身につけ、タンパク質の立体構造に関する専門的な知識を得るために、タンパク質の立体構造に関する英語の専門書を解説を加えながら、読み合わせを行う。", " 外国文献の内容を理解し、内容について発表することで、論文の読み方、書き方、研究発表の仕方などを学ぶ。また質問にも答えられるように研究分野の背景や実験手法、データ解析方法についても学ぶ。"],
      "cas": ["教員から提示された具体的なテーマについて、調査や研究の計画の立案から、情報やデータの収集、処理・解析、発表、討議までの過程を経験する。学生が実施主体となり、これまでに習得した授業科目の知識を利用し、実際の調査や研究活動に必要な作業工程を体験する。<br/><br/>理科教員を目指す学生を対象として、得意分野においては他人の学習状況の把握および成績向上を、不得意分野においては自分のレベル向上を目指す。教員採用試験の全体像を把握し、自分に必要な対策を立案、実行する。", "教員から提示された具体的なテーマについて、調査や研究の計画の立案から、情報やデータの収集、処理・解析、発表、討議までの過程を経験する。学生が実施主体となり、これまでに習得した授業科目の知識を利用し、実際の調査や研究活動に必要な作業工程を体験する。<br/><br/>理科教員を目指す学生を対象として、実験、論作文等に取り組む。与えられたテーマに関しての実験の立案と測定、データ分析、討議を行う。また過去の採用試験における論作文課題について討議し、論作文を行う。実際に教員として働くOBOGとの懇談会にて、討議した内容について意見交換を行う。"]
    }
  },
  {
    "prof": "松山達",
    "field": "応用物理学 環境理工学 物質理工学",
    "specialField": "応用物理学 環境理工学 物質理工学",
    "classes": "プログラミング演習 アドバンスドプログラミング演習 化学工学実験",
    "else": "",
    "master": "環境共生工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/tatsushi-matsuyama/",
    "description": {
      "lab": "",
      "res": ["粉体工学・静電気工学の分野で、これら工業基盤技術の深化に資することを目指した基礎研究を遂行する。具体的には、（１）摩擦帯電の発生メカニズム、（２）静電気放電のメカニズム、（３）粉体・粒子帯電挙動のモデル化、（４）粉体帯電特性評価法の開発、（５）静電気付着メカニズムの解明、（６）粒子径計測技術の基礎的研究、などのテーマでの研究を行う。", ""],
      "exe": ["粉体工学・静電気工学の分野で、これら工業基盤技術の深化に資することを目指した基礎研究を遂行する。具体的には、（１）摩擦帯電の発生メカニズム、（２）静電気放電のメカニズム、（３）粉体・粒子帯電挙動のモデル化、（４）粉体帯電特性評価法の開発、（５）静電気付着メカニズムの解明、（６）粒子径計測技術の基礎的研究、などのテーマでの研究を行う。", ""],
      "cas": ["", "教員から提示された具体的なテーマについて，調査や研究の計画の立案から，情報やデータの収集，処理・解析、発表、討議までの過程を経験する。学生が実施主体となり，これまでに習得した授業科目の知識を利用し，実際の調査や研究活動に必要な作業工程を体験する。<br/><br/>本年度は粉体の静電気の計測を主題とする。"]
    }
  },
  {
    "prof": "丸田晋策",
    "field": "応用物理学 生命理工学 物質理工学",
    "specialField": "応用物理学 生命理工学 物質理工学",
    "classes": "",
    "else": "食品化学",
    "master": "生命情報工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/shinsaku-maruta/",
  
    "description": {
      "lab": "卒研の内容は複合領域であり、卒研テーマに興味がある学生であれば、どのような領域で学んできても対応できるようにしたいと思っています。従って私の卒研では、特に推奨する科目は設けないことにしています。",
      "res": ["主に下記のようなテーマについて研究を行う。<br/>（１）生体分子モーターのエネルギー変換機構の研究 <br/>（２）光駆動型分子モーターの開発 <br/>（３）モーター蛋白の一分子運動観測と蛍光標識ATP誘導体の開発", "卒業研究Iに引き続き、主に下記のようなテーマについて研究を行う。<br/>（１）生体分子モーターのエネルギー変換機構の研究<br/>（２）光駆動型分子モーターの開発 <br/>（３）モーター蛋白の一分子運動観測と蛍光標識ATP誘導体の開発 "],
      "exe": ["生体分子モーター(動物と植物由来のミオシン、キネシン)に関する最新の研究論文を読んで理解する。内容をまとめて発表用資料を作成してプレゼンテーションを行う。そして最後に参加者全員で総合討論を行う。", ""],
      "cas": ["教員から提示された具体的なテーマについて、研究計画の立案から、データ収集、データ処理・解析、発表、討議までの過程を経験する。学生が実施主体となり、これまでに習得した授業科目の知識を利用し、実際の研究活動に必要な作業工程を体験する。<br/>　動植物の生体内には、様々な高機能生体材料や巧妙な仕組みを持つ生体分子機械が存在しています。これらの構造特性と仕組みを学び、それを応用することにより、代替えエネルギー、病気の治療、食糧問題など、世の中の役に立つようなアイデアを考えて見ましょう。まず、その具体的なモデルとして八王子特産米・高月清流米のデンプンに注目し、実験設備の許す範囲で生化学的な酵素反応や物理的手法を用いて、新しい食品加工素材の開発を試みます。具体的な例としてグルテンフリーのパンなどへの応用を行います。そして、地域社会へ目を向けて、大学コンソーシアム八王子のイベントなどに参加し、研究成果の展示・発表を全員協力して行います。終盤では、このモデル研究で学んだ知識を基に、オリジナルの生体材料や生体分子機械の仕組みを応用するアイデアを各自考えてみましょう。この講義をとおして、発想力、計画遂行能力、チームワーク、プレゼンテーション能力、コミュニケーション能力を養い、大学院進学および就職する上で重要なスキルを身につけます。<br/>　テーマを選定して調査研究を進め、発表会に向けてプレゼンテーションの準備をゼミ生一丸となって行います。文献とインターネットを駆使して国内外のテーマに関係する情報を収集し、また必要に応じて設備上可能な範囲で実験を行い、説得力のある資料にまとめます。これにより発想力、計画遂行能力、チームワーク、プレゼンテーション能力、コミュニケーション能力を養い、大学院進学および就職する上で重要なスキルを身につけます。", ""]
    }
  },
  {
    "prof": "山本修一",
    "field": "環境理工学",
    "specialField": "環境理工学",
    "classes": "地球科学概論 地球化学 生態圏科学 地球科学実験 環境分析化学実験",
    "else": "",
    "master": "環境共生工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/shuichi-yamamoto/",
    "description": {
      "lab": "",
      "res": ["有機地球化学および環境科学の分野において、各自が行っている卒業研究に関連する分野の論文の読み方、研究発表の仕方、論文の書き方の指導を行う。各自の研究分野の背景を十分に理解し、外国文献を含めて当該研究の現状および解決すべき課題を調べ、調べた内容を簡潔にまとめて発表する。また、卒業研究において得られたデータの解析方法やまとめ方の指導を行う。", ""],
      "exe": ["有機地球化学および環境科学の分野において、各自が行っている卒業研究に関連する分野の論文の読み方、研究発表の仕方、論文の書き方の指導を行う。各自の研究分野の背景を十分に理解し、外国文献を含めて当該研究の現状および解決すべき課題を調べ、調べた内容を簡潔にまとめて発表する。また、卒業研究において得られたデータの解析方法やまとめ方の指導を行う。", ""],
      "cas": ["気候は地球の緯度や高度など場所の違いによっても異なるが、地球の歴史的な変化も起こっている。歴史的な気候の変化は、数十〜数百年といった極めて短期間の間に起こり、しかも極めて大きな寒暖の変化であったことが近年明らかになってきている。では，いったい何が気候の変動をもたらすのだろうか。<br/>このケーススタディでは、まず気候を決める因子について学ぶ。その上で、過去の気候変動について近年明らかになってきている研究の文献を収集し、文献の読み方、課題の設定の仕方について学び、その成果を発表する。", ""]
    }
  },
  {
    "prof": "渡辺一弘",
    "field": "応用物理学",
    "specialField": "応用物理学",
    "classes": "光学 基礎光物性 レーザ科学入門 物性物理概論",
    "else": "計測工学",
    "master": "情報システム工学",
    "link": "https://www.soka.ac.jp/faculty-profiles/kazuhiro-watanabe/",
    "description": {
      "lab": "",
      "res": ["光電子工学、量子ビーム科学、計測光学などの分野を中心に、具体的には下記のテーマに関する研究を行う。（１）ヘテロコア型光ファイバセンサによる気体検知の推進、（２）ヘテロコア型光ファイバセンサによる物理量の検出、（３）プラズモン、表面ポラリトンなど近接場光学による新機能の発掘、（４）有限要素法などによる複雑な導波路構造の解析と実験との比較糖鎖修飾は主要な翻訳後修飾である。「生物種を越えて保存されている糖鎖の生物活性の解明」を目的とし、以下のテーマのいずれかで研究を行う。(1)ショウジョウバエの変異体やRNAiノックダウン体を用いた糖鎖機能の解析、(2)ES/iPS細胞における糖鎖機能の解析、(3)ノックアウトマウスを用いた硫酸化糖鎖の機能の解析、（５）フェムト秒レーザによるガラス光ファイバの知覚機能化、（６）医用支援、スポーツ支援への光神経の導入、（７）光神経による材料の知覚化の推進、ヒューマノイドの人工皮膚への応用", ""],
      "exe": ["光電子工学、計測、物性、光ファイバなどの研究分野について、その概要、研究の進め方、文献調査・研究発表の仕方、英文・邦文論文の読み方などを学ぶ。", " 演習Ⅰに引き続き、光電子工学、計測、物性、光ファイバなどの究分野について、その概要、研究の進め方、文献調査・研究発表の仕方、英文・邦文論文の読み方などを学ぶ。"],
      "cas": ["メインテーマ「レーザとその応用」とし、サブテーマとして渡辺一弘が担当する。実験装置見学、成果発表・討議は３テーマ合同でおこなう。光を空間的に閉じ込め損失なく伝送するための光ファイバは情報通信の中核であるが、一方においてエネルギー伝送、増幅の大切なレーザ媒質である。これらに関する基本的な知識を習得するために光ファイバレーザについて学ぶ。研究の方向を各自立案し、例えば光ファイバレーザの原理、構造、特性、また、光導波路へのエネルギーの導光について掘り下げて参考書や文献で調べ、その成果を発表し、全員で議論し内容を深める。", ""]
    }
  }
  
]